Repository: cxcarvaj/Taskeando
Catalog: Taskeando/Localizable.xcstrings
Source language: es_419
Languages: en

source: ¿No tienes cuenta?
en: Don't have an account?

source: ¿Olvidaste tu contraseña?
en: Forgot your password?

source: ¿Tiene fecha límite?
en: Do you have a deadline?

source: ¿Ya tienes cuenta? Iniciar sesión
en: Already have an account? Sign in

source: %lld tareas
en: %lld tasks

source: Actualizando proyectos
en: Updating projects

source: Actualizando proyectos...
en: Updating projects…

source: Agregar tarea
en: Add task

source: Al crear una cuenta, aceptas nuestros [Términos de Servicio](https://taskeando.ejemplo.com/terminos) y [Política de Privacidad](https://taskeando.ejemplo.com/privacidad).
en: By creating an account, you agree to our [Terms of Service](https://taskeando.example.com/terms) and [Privacy Policy](https://taskeando.example.com/privacy).

source: Aún no se han agregado tareas a este proyecto.
en: No tasks have been added to this project yet.

source: Aviso
en: Warning

source: Cada %lld días
en: Every %lld days

source: Campo obligatorio
en: Required field

source: Cancelar
en: Cancel

source: Cerrar Sesión
en: Log Out

source: Configuración
en: Configuration

source: Creando proyecto
en: Creating project

source: Creando proyecto...
en: Creating project…

source: Crear Cuenta
en: Create Account

source: Describe brevemente el proyecto
en: Briefly describe the project

source: Descripción breve
en: Brief description

source: Descripción de la tarea
en: Task description

source: Detalles
en: Details

source: Detalles del proyecto
en: Project details

source: El nombre es obligatorio
en: Name is required

source: El resumen es obligatorio
en: The summary is mandatory

source: Eliminar
en: Delete

source: Escribe el nombre
en: Write the name

source: Estado
en: Status

source: Estado actual
en: Current status

source: Estado de la tarea
en: Task status

source: Estado del proyecto: %@
en: Project status: %@

source: Estado: %@
en: Status: %@

source: Favorito
en: Favorite

source: Fecha de inicio
en: Start date

source: Fecha límite
en: Deadline

source: Fechas
en: Dates

source: Gestiona tus proyectos de forma eficiente
en: Manage your projects efficiently

source: Guardar
en: Save

source: Guardar tarea
en: Save task

source: Información básica
en: Basic information

source: Información del proyecto
en: Project information

source: Inicio: %@
en: Start: %@

source: Intentar de nuevo
en: Try again

source: Introduce el nombre de la tarea
en: Enter the name of the task

source: Introduce una breve descripción para la tarea
en: Enter a brief description for the task

source: La contraseña debe contener al menos 8 caracteres, incluyendo mayúsculas, minúsculas, números y símbolos.
en: The password must contain at least 8 characters, including uppercase, lowercase, numbers and symbols.

source: Límite: %@
en: Limit: %@

source: Mi Perfil
en: My Profile

source: No hay proyectos en este momento. Crea nuevos proyectos tocando en +.
en: There are no projects at the moment. Create new projects by tapping +.

source: No hay tareas
en: There are no tasks

source: No se ha detectado una conexión a internet. TASKeando requiere acceso a la red para funcionar correctamente.
en: No internet connection detected. TASKeando requires network access to function properly.

source: No se repite
en: It is not repeated

source: Nombre de la tarea
en: Task name

source: Nombre del proyecto
en: Project name

source: Nueva tarea
en: New task

source: Nuevo Proyecto
en: New Project

source: O continúa con
en: Or continue with

source: o crea una cuenta manualmente
en: or create an account manually

source: Prioridad
en: Priority

source: Prioridad de la tarea
en: Task priority

source: Prioridad: %@
en: Priority: %@

source: Proyectos no disponibles
en: Projects not available

source: Recuperar contraseña
en: Recover password

source: Regístrate
en: Sign up

source: Regístrate con Apple para mayor rapidez y seguridad.
en: Sign up with Apple for speed and security.

source: Reintentando...
en: Retrying...

source: Repetición
en: Repetition

source: Repetir cada %lld días
en: Repeat every %lld days

source: Repetir cada día
en: Repeat every day

source: Repite cada %lld días
en: Repeat every %lld days

source: Resumen
en: Summary

source: Resumen del proyecto
en: Project Summary

source: Seguridad de la contraseña: %@
en: Password strength: %@

source: Sin conexión a Internet
en: No Internet connection

source: Tareas
en: Tasks

source: Tipo de proyecto
en: Type of project

source: Tipo de proyecto: %@
en: Type of project: %@

source: Únete a TASKeando y gestiona tus proyectos
en: Join TASKeando and manage your projects
